/* General purpose labels for buttons*/
"Delete" = "Töröl";
"OK" = "OK";

/* Tab names*/
"Home" = "Haza";
"Open" = "Nyitva";
"Closed" = "Zárva";
"Awards" = "Díjak";

/* localized texts for home view*/
"Up next" = "Következő";
"More to explore" = "Felfedezendő dolgok";
"%@, %lld items, %g%% complete" = "%@, %lld tétel, %g%% kész"; /* localized text for accessibility label*/

/* localized texts for project view*/
"Open Projects" = "Nyitott projektek";
"Closed Projects" = "Lezárt projektek";
"Add Project" = "Projekt hozzáadása";
"Add new item" = "Új tétel hozzáadása";
"There's nothing here right now :(" = "Itt most nincs semmi :(";
"Sort" = "Válogatás";
/* reading item row*/
"%@, completed" = "%@, elkészült";
"%@, high priority" = "%@, elsőbbségi";

/* Button that shows options to filter items by*/
"Sort items" = "Tételek rendezése";
"Optimized" = "Optimalizálás";
"Creation date" = "Létrehozás dátuma";
"Title" = "Cím";

/* localized texts for edit project view*/
"New Project" = "Új projekt";
"Project name" = "Projekt név";
"Add project" = "Projekt hozzáadása";
"Edit Project" = "Projekt szerkesztése";
"Description of this project" = "Projekt dokumentáció";
"Basic Settings" = "Alapbeállítások";
"Basic settings" = "Alapbeállítások";
"Custom project colors" = "Egyedi projekt szín";
"Delete project?" = "Projekt törlése?";
"Are you sure you want to delete this project? You will also delete all the items it contains" = "Biztosan törli a projektet? Az összes elem törlődni fog";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely  " = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva  ";
"Close this project" = "Projekt bezárása";
"Delete this project" = "Projekt törlése";
"Reopen this project" = "Projekt újra nyitása";

/* localized texts for selecting project colors*/
"Select a color" = "Válassza ki a színt";
"Pink" = "Rózsaszín";
"Purple" = "Lila";
"Red" = "Piros";
"Orange" = "Narancs sárga";
"Gold" = "Arany";
"Green" = "Zöld";
"Teal" = "Zöldeskék";
"Light Blue" = "Világos kék";
"Dark Blue" = "Sötét kék";
"Midnight" = "Éjfél";
"Dark Gray" = "Sötét szürke";
"Gray" = "Szürke";

/* localized texts for Edit item view*/
"New Item" = "Új tétel";
"Edit item" = "Tétel szerkesztése";
"Item name" = "Tétel név";
"Description" = "Leírás";
"Priority" = "Elsőbbség";
"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";
"Mark completed" = "Befejezve";

/* localized texts for Awards view*/
"Locked!" = "Zárt!";
"Unlocked award: %@" = "Nyitott: %@";

/* Random localized texts*/
"Please select something from the menu to begin" = "A kezdéshez válasszon valamit a menüből";






















